Repository: bplaat/macos-asm
Catalog: xstreaks/Resources/*.lproj/Localizable.strings
Languages: nl

source: About XStreaks
nl: Over XStreaks

source: Cancel
nl: Annuleren

source: Current streak: %ld day
nl: Huidige streak: %ld dag

source: Current streak: %ld days
nl: Huidige streak: %ld dagen

source: Enter your X profile username:
nl: Voer je X profiel gebruikersnaam in:

source: Loading streak...
nl: Streak aan het laden...

source: No streak, start posting!
nl: Geen streak, ga posten!

source: No username set...
nl: Geen gebruikersnaam gezet...

source: Quit XStreaks
nl: Sluit XStreaks

source: Settings
nl: Instellingen

source: Too Many Requests
nl: Te Veel Verzoeken

source: You have made too many requests. Please try again later.
nl: Je hebt te veel verzoeken gemaakt. Probeer het later opnieuw.
